Repository: sksarun/MoneyME
Catalog: *.lproj/Localizable.strings
Languages: th

# MainMenu_QuickPaid
source: Quick Paid
th: เพิ่มรายจ่าย

# MainMenu_Transactions
source: Transaction
th: เช็คยอดการใช้จ่าย

# MainMenu_Statistic
source: Statistics
th: สถิติการใช้จ่าย

# MainMenu_Option
source: Option
th: ตั้งค่า

# Board_Payment
source: Payment details
th: รายละเอียดค่าใช้จ่าย

# QuickPaid_CellTitle_Name
source: Name
th: หัวข้อใช้จ่าย

# QuickPaid_CellTitle_Amount
source: Amount
th: จำนวน

# QuickPaid_CellTitle_PaidType
source: Paid Type
th: จ่ายโดย

# QuickPaid_CellTitle_PaymentType
source: Payment Type
th: ชนิดค่าใช้จ่าย

# QuickPaid_CellTitle_Date
source: Date
th: วันที่

# QuickPaid_CellTitle_Desc
source: Description (optional)
th: รายละเอียดค่าใช้จ่าย

# QuickName_Title
source: Common paid
th: เพิ่มหัวข้อด่วน

# QuickName_CreateTitle
source: Please fill common name
th: กรุณาใส่ชื่อหัวข้อที่ท่านใช้เป็นประจำ

# QuickName_ButtonAdd
source: Add
th: เพิ่ม

# AddPaidType_Title
source: Add paid type
th: เพิ่มชนิด

# AddPaidType_CreateTitle
source: Please fill up name for paid type
th: กรุณาเพิ่มชนิดของค่าใช้จ่าย

# DatePicker_SelectDate
source: Select date
th: เลือกวันที่

# DatePicker_Select
source: Select
th: เลือก

# Transaction_AmountTitle
source: Amount
th: จำนวน

# Transaction_TypeTitle
source: Type
th: ชนิด

# Transaction_PaymentTitle
source: Payment
th: จ่ายโดย

# Transaction_DateTitle
source: Date
th: จ่ายเมื่อ

# Transaction_EditTitle
source: Edit
th: แก้ไข

# Transaction_SortTitle
source: Sort
th: เรียงค่าใช้จ่าย

# Transaction_Filter
source: Filter
th: ตัวกรอง

# Sort_Date
source: Date
th: วันที่

# Sort_PriceLow
source: Price (Low-High)
th: ราคาจาก (Low-High)

# Sort_PriceHigh
source: Price (High-Low)
th: ราคาจาก (High-Low)

# Sort_Name
source: Name
th: ชื่อ

# Filter_PaidType
source: Paid type
th: ชนิดค่าใช้จ่าย

# Filter_Period
source: Period
th: ช่วงเวลา

# Filter_Payment
source: Payment type
th: ชนิดของการจ่าย

# Filter_TransName
source: Transaction name
th: ชื่อหัวข้อค่าใช้จ่าย

# Period_Today
source: Today
th: วันนี้

# Period_Weekly
source: Weekly
th: สัปดาห์นี้

# Period_Monthly
source: Monthly
th: เดือนนี้

# Period_Custom
source: Custom period
th: เลือกช่วงเวลาเอง

# Period_Custom_Start
source: Period start
th: ช่วงเวลาเริ่มต้น

# Period_Custom_End
source: Period end
th: ช่วงเวลาสิ้นสุด

# Payment_Cash
source: Cash
th: เงินสด

# Payment_CreditCard
source: Credit card
th: บัตรเครดิต

# Currency_Title
source: Currency
th: ค่าเงิน

# DisplayBoard_Title
source: Display board
th: กระดานสถิติ

# About_Title
source: About
th: เกี่ยวกับ

# Account_Title
source: Account
th: ผู้ใช้

# Common_Cancel
source: Cancel
th: ยกเลิก

# Common_Done
source: Done
th: เสร็จ
